Repository: ag1455/OpenPLi-PC_Python3
Catalog: plugins/third-party-plugins/Plugins/Extensions/JediEPGXtream/locale/*/LC_MESSAGES/JediEPGXtream.po
Languages: de

source: Jedi EPG Xtream Main
de: Jedi EPG Xtream Hauptmenü

source: Channel
de: Kanal

source: EPG Source
de: EPG Quelle

source: EPG Selection
de: EPG Auswahl

source: Exit
de: Beenden

source: Select Bouquet.
de: Wähle Bouquet.

source: Select Channel.
de: Wähle Kanal.

source: Unassign EPG
de: EPG-Zuweisung aufheben

source: Select EPG Source. Press Yellow to refresh and update EPG Source. Optional
de: Wählen Sie die EPG-Quelle. Drücken Sie Gelb zum aktualisieren und update der EPG-Quelle . Optional

source: Select the closest EPG ID reference.
de: Wähle die nächstgelegene EPG-ID-Referenz.

source: Unassign All
de: Alle aufheben

source: Update Source
de: Aktualisiere Quelle

source: Hide Source
de: Verstecke Quelle

source: Assign EPG
de: EPG zuweisen

source: Assign 3rd Party EPG to IPTV Channels
de: EPG von Drittanbietern den IPTV-Kanälen zuweisen
