Repository: ag1455/OpenPLi-PC_Python3
Catalog: plugins/third-party-plugins/Plugins/Extensions/FontMagnifier/locale/*/LC_MESSAGES/FontMagnifier.po
Languages: ru

source: FontMagnifier
ru: 'FontMagnifier' - Размер шрифта меню

source: Tool to change easily font sizes.
ru: Инструмент лёгкого изменения размеров шрифта.

source: Cancel
ru: Отмена

source: Enable display options
ru: Включить опции отображения

source: Enable service number in display
ru: Включить отображение номера канала

source: Enter service number font size in pixel
ru: Размер шрифта номера канала в пикселах

source: Show only time in display when box is in standby
ru: Показ только времени в режиме ожидания

source: Enter font size for epg description in pixel
ru: Размер шрифта описания гида в пикселах

source: Enter font size for epg description in single epg
ru: Размер шрифта описания в моногиде

source: Enter font size for channel list in single epg
ru: Размер шрифта списка каналов моногида

source: Enter font size for date/time in multi epg
ru: Размер шрифта даты/времени в мультигиде

source: Font size for epg description in channel list
ru: Размер шрифта описания гида в списке каналов

source: Font size for channel list
ru: Размер шрифта списка каналов

source: Font size for movie list
ru: Размер шрифта списка фильмов

source: Font size for infobar event now
ru: Размер шрифта текущего события инф. окна

source: Font size for infobar event next
ru: Размер шрифта информ. окна след. события

source: show subtitle options
ru: Показ вариантов субтитров

source: Font size for subtitles (Teletext)
ru: Размер шрифта субтитров (телетекст)

source: Font size for subtitles (Regular)
ru: Размер шрифта субтитров (обычный)

source: Font size for subtitles (Bold)
ru: Размер шрифта субтитров (жирный)

source: Font size for subtitles (Italic)
ru: Размер шрифта субтитров (курсив)

source: Font magnifier plugin This plugin helps you to set up different font sizes. (c) 2010 - BigReaper
ru: Плагин 'Font magnifier' Этот плагин поможет Вам установить различные размеры шрифта. (С) 2010 - BigReaper

source: Info...
ru: Информация.

source: restore skin.xml
ru: Восстановить skin.xml

source: restore EpgList.py
ru: Восстановить EpgList.py

source: restore MovieList.py
ru: Восстановить MovieList.py

source: restore ServiceList.py
ru: Восстановить restore ServiceList.py

source: restore skin_user.xml
ru: Восстановить skin_user.xml

source: No files to restore!
ru: Нет файлов для восстановления!

source: restore options
ru: Опции восстановления

source: not restored.
ru: не восстановлен.

source: restored.
ru: восстановлен.

source: Please wait...
ru: Пожалуйста, подождите.

source: Sorry, unable modify skin_user.xml
ru: Невозможно изменить skin_user.xml

source: Sorry, unable to parse /usr/share/enigma2/%s.
ru: Не удалось прочитать /usr/share/enigma2/%s.

source: Sorry, unable to parse /usr/lib/enigma2/python/Components/EpgList.py
ru: Не удалось прочитать /usr/lib/enigma2/python/Components/EpgList.py

source: Sorry, unable to parse /usr/lib/enigma2/python/Components/MovieList.py
ru: Не удалось прочитать /usr/lib/enigma2/python/Components/MovieList.py

source: GUI needs a restart to apply a new settings Do you want to Restart the GUI now?
ru: Нужно перезагрузить GUI с новыми настройками Вы хотите перезапустить GUI сейчас?

source: Restart GUI now?
ru: Перезапустить GUI сейчас?
