Repository: ag1455/OpenPLi-PC_Python3
Catalog: plugins/third-party-plugins/Plugins/Extensions/JediMakerXtream/locale/*/LC_MESSAGES/JediMakerXtream.po
Languages: fi, it

source: About
fi: Tietoja
it: Info

source: Back
fi: Takaisin
it: Indietro

source: Building Bouquets
fi: Luodaan Listaa
it: Creazione bouquets in corso

source: Building Bouquets...
fi: Luodaan Listaa...
it: Creazione bouquets in corso...

source: Downloading Rytec UK EPG data...
fi: Ladataan Rytec UK EPG tietoja...
it: Download dati EPG da Rytec UK ...

source: Starting...
fi: Aloitettaan...
it: Avvio in corso...

source: No categories selected.
fi: Ei kategoriaa valittu.
it: Nessuna categoria selezionata.

source: Deleting Existing Bouquets...
fi: Poistettaan olemassa olevat listat...
it: Rimozione bouquets esistenti...

source: No valid M3U streams in file.
fi: Ei kelvollinen M3U toistolista.
it: Nessuno stream M3U valido nel file.

source: Downloading VOD data
fi: Ladataan VOD tietoja
it: Download dati VOD in corso

source: Downloading Series data
fi: Ladataan Sarjat tietoja
it: Download dati serie in corso

source: Downloading get.php file for series stream data
fi: Ladataan get.php tiedosto sarjat stream tiedoista
it: Download del file get.php per i dati di stream della serie

source: Saving Bouquet Data File...
fi: Tallennetaan Listan tietoja...
it: Salvataggio file dati del bouquet ...

source: Building M3U Bouquets...
fi: Luodaan M3U listaa...
it: Creazione bouquet M3U...

source: Building Categories %d of %d
fi: Luodaan Kategorioita %d of %d
it: Creazione categorie %d di %d

source: IPTV Bouquets Created
fi: IPTV Lista Luotu
it: Bouquet IPTV creati

source: Building Categories
fi: Luodaan Kategoriat
it: Creazione categorie

source: Create Bouquets
fi: Luo Lista
it: Creare Bouquet

source: All %s days
fi: Kaikki %s päivät
it: Ogni %s giorni

source: Program Data Not Available
fi: Ohjelma tiedot ei saatavilla
it: Dati programma non disponibili

source: Error: Downloading data error.
fi: Virhe: Ladattaessa tietoja.
it: Errore: errore download dati.

source: Channel has no TV Archive.
fi: Kanava ei ole kelvollinen arkisto.
it: Il canale non ha archivio TV.

source: TV Archive: %s
fi: TV Arkisto %s
it: Archivio TV: %s

source: Close
fi: Sulje
it: Chiudere

source: Delete Bouquets
fi: Poista Listat
it: Rimuovere bouquet

source: Cancel
fi: Peruuta
it: Annullare

source: Delete
fi: Poista
it: Rimuovere

source: Invert
fi: Käänteinen
it: Invertire

source: Clear All
fi: Tyhjennä Kaikki
it: Cancellare tutto

source: Select all the iptv bouquets you wish to delete. Press OK to invert the selection
fi: Valitse kaikki iptv listat jotka haluat poistaa. Paina OK käänteinen valinta
it: Selezionare tutti i bouquet iptv che si desidera eliminare. Premere Ok per invertire la selezione

source: Main Menu
fi: Päävalikko
it: Menu principale

source: Playlists
fi: Toistolistat
it: Playlist

source: Settings
fi: Asetukset
it: Impostazioni

source: Update Bouquets
fi: Päivitä Toistolista
it: Aggiornare bouquets

source: Delete Individual Bouquets
fi: Poista yksittäinen Lista
it: Rimuovere bouquet singoli

source: Delete All Jedi IPTV Bouquets
fi: Poista kaikki ohjelman luomat kanavalistat
it: Rimuovere tutti i bouquet Jedi IPTV

source: Permanently delete all Jedi created bouquets?
fi: Poista pysyvästi kaikki ohjelman luodut listat?
it: Rimuovere definitivamente tutti i bouquet creati da Jedi?

source: Loading data... Please wait...
fi: Ladataan tietoja... Odota hetki...
it: Caricamento dati in corso, attendere ...

source: Add Playlist
fi: Lisää Toistolista
it: Aggiungere playlist

source: Edit Playlist
fi: Muokkaa
it: Modificare playlist

source: Delete Playlist
fi: Poista Toistolista
it: Rimuovere playlist

source: User Info
fi: Käyttäjä Tiedot
it: Info utente

source: Press OK to create bouquets. View your bouquets by exiting the Jedi plugin and then press the TV button. Go into EPG Importer plugin settings, select your playlist in sources... Save... Manually download sources.
fi: Paina ok luodaksesi lista. Tuo toistolistat olemassa olevien luokse ja paina sitten TV Näppäintä. Mene EPG lataus lisäosan asetuksiin, ja valitse toistolistan lähde.. Tallenna... Käsin lataus lähde.
it: Premere Ok per creare bouquet. Visualizzare i bouquet uscendo dal plugin Jedi e poi premendo il tasto TV. Accedere alle impostazioni del plugin EPG Importer, selezionare la playlist nelle fonti ... Salvare ... Scaricare manualmente le fonti.

source: Last Update:
fi: Päivitetty:
it: Ultimo aggiornamento:

source: Active:
fi: Aktiiviset:
it: Attivo:

source: Max:
fi: Enintään:

source: Banned
fi: Kielletty tili
it: Bannato

source: Disabled
fi: Ei käytössä
it: Disabilitato

source: Expired
fi: Päättynyt
it: Scaduto

source: Server down or user no longer authorised!
fi: Palvelin alhaalla tai ei käyttöoikeutta!
it: Server inattivo o utente non più autorizzato.

source: Url is invalid or playlist/user no longer authorised!
fi: Osoite viallinen tai Toistolista/Käyttäjä ei enää voimassa.!
it: URL non valido o playlist/utente non più autorizzati.

source: User Info not available for this playlist
fi: Käyttäjä tiedot ei saatavilla tässä toistolistassa
it: Info utente non disponibili per la playlist

source: Edit unavailable for local M3Us. Manually Delete/Amend M3U files in folder.
fi: Muokkaus ei ole saatavilla paikalliselle M3U:lle. Käsin Poisto/Muuta M3U tiedostoa kansiossa.
it: Modifica non disponibile per M3U locali. Rimuovere/Modificare manualmente i file M3U nella directory.

source: Permanently delete selected playlist?
fi: Poista pysyvästi valittu toistolista?
it: Rimuovere definitivamente la playlist selezionata?

source: Delete unavailable for local M3Us. Manually Delete/Amend M3U files in folder.
fi: Poistaminen ei ole saatavilla paikalliselle M3U:lle. Käsin Poisto/Muuta M3U tiedostoa kansiossa.
it: Eliminazione non disponibile per M3U locali. Rimuovere/Modificare manualmente i file M3U nella directory.

source: Playlist is
fi: Toistolista on
it: Playlist

source: Domain
fi: Verkko-osoite
it: Dominio

source: Domain | Connections
fi: Osoite | Yhteydet
it: Dominio | Connessioni

source: Catchup only available on IPTV Streams.
fi: Poimi ainoastaan saatavilla olevat IPTV Streamit.
it: Catchup disponibile solo su stream IPTV.

source: Save
fi: Tallenna
it: Salvare

source: Standard Playlist
fi: Tavallinen Toistolista
it: Playlist standard

source: M3U File
fi: M3U Tiedosto
it: File M3U

source: username
fi: käyttäjänimi

source: password
fi: salasana

source: Select playlist type
fi: Valitse Toistolistan tyyppi
it: Selezionare tipo playlist

source: Protocol
fi: Protokolla
it: Protocollo

source: Server URL
fi: Palvelin Osoite
it: URL server

source: Port
fi: Portti
it: Porta

source: Username
fi: Käyttäjänimi

source: Password
fi: Salasana

source: Output Type
fi: Listan Tyyppi
it: Tipo di output

source: M3U external location
fi: M3U sijainti
it: Percorso esterno M3U

source: Bouquet Name
fi: Listan Nimi
it: Nome bouquet

source: Epg Url
fi: Epg Osoite
it: URL EPG

source: Select the type of playlist to add. Standard playlist or external M3U file. Try M3U File for non standard playlists that use custom urls.
fi: Valitse toistolistan tyyppi lisätäksesi. Tavallinen toistolista vai ulkoinen M3U tiedosto. Kokeile M3U tiedosto ei standardeille soittolistoille, jotka käyttävät mukautettuja URL-osoitteita.
it: Selezionare il tipo di playlist da aggiungere. Playlist standard o file M3U esterno. Provare il file M3U per playlist non standard che utilizzano URL personalizzati.

source: Select the protocol for your playlists url.
fi: Valitse protokolla toistolistalle.
it: Selezionare il protocollo per l'URL delle playlist.

source: Enter playlist url without protocol http:// e.g. domain.xyz
fi: Aseta toistolistan osoite ilman protokolla http:// esim. domain.xyz
it: Inserire l'URL della playlist senza protocollo http:// Es.: domain.xyz

source: Enter Port Number without colon : e.g. 25461
fi: Aseta Portti Numero ilman : esim. 25461
it: Inserire il numero della porta senza due punti: Es.: 25461

source: Enter username.
fi: Aseta käyttäjänimi.
it: Inserire username.

source: Enter password.
fi: Aseta salasana.
it: Inserire password.

source: Enter stream output type.
fi: Syötä striimin tyyppi.
it: Inserire tipo output stream.

source: Enter M3U list url including protocol. eg. http://www.domain.xyz
fi: Aseta toistolistan osoite sisältäen protokolla. esim. http://www.domain.xyz
it: Inserire l'URL dell'elenco M3U incluso il protocollo. Ad esempio: http://www.domain.xyz

source: Enter the name to be displayed in bouquets.
fi: Syötä näytetty listan nimi.
it: Inserire il nome da visualizzare nei bouquet.

source: Enter EPG Url.
fi: Syötä EPG Osoite.
it: Inserire l'URL EPG.

source: Really close without saving settings?
fi: Haluatko poistua tallentamatta asetuksia?
it: Chiudere senza salvare le impostazioni?

source: User Information
fi: Käyttäjän tiedot
it: Info utente

source: playlists.txt location
fi: playlists.txt sijainti
it: Percorso playlists.txt

source: Local M3U File location
fi: Paikallinen M3U sijainti
it: Percorso del file M3U locale

source: Automatic live bouquet update
fi: Automaattinen Listan päivitys
it: Aggiornamento automatico del bouquet live

source: Automatic live update start time
fi: Automaattinen listan päivitys aloitus aika
it: Ora inizio dell'aggiornamento automatico live

source: Show in main menu
fi: Näytä päävalikossa
it: Mostrare nel Menu principale

source: Show in extensions
fi: Näytä lisäosissa
it: Mostrare in estensioni

source: Select skin
fi: Valitse teema
it: Selezionare skin

source: Server timeout (seconds)
fi: Palvelin aikakatkaisua (sekunteina)
it: Timeout server (secondi)

source: Prefix Catchup channels
fi: Etu symboli haetuissa kanavissa
it: Prefisso canali catchup

source: Select Catchup prefix symbol
fi: Valitse etuliite symboli
it: Selezionare il simbolo del prefisso catchup

source: Margin before catchup (mins)
fi: Marginaali ennen poimintaa (minuuttia)
it: Margine prima del catchup (min)

source: Margin after catchup (mins)
fi: Marginaali poiminnan jälkeen (minuuttia)
it: Margine dopo il catchup (min)

source: Group bouquets into its own folder
fi: Kanava ryhmä listat omaan kansioon
it: Raggruppare i bouquet nella propria directory

source: Select the location of your playlists.txt file. i.e. /media/hdd/playlists. Press 'OK' to change location. Default location is /etc/enigma2/jediplaylists
fi: Valitse sijainti playlist.txt tiedostolle esim. /media/hdd/playlists. Paina OK näppäintä vahvistaaksesi sijainti. Oletus sijainti on /etc/enigma2/jediplaylists
it: Selezionare la posizione del file playlists.txt. Es.: /media/hdd/playlist. Premere "Ok" per cambiare posizione. Posizione predefinita: /etc/enigma2/jediplaylists

source: Select the location of your local m3u files. i.e. /media/hdd/playlists. Press 'OK' to change location. Default location is /etc/enigma2/jediplaylists
fi: Valitse sijainti M3U tiedostolle esim. /media/hdd/playlists. Paina OK näppäintä vahvistaaksesi sijainti. Oletus sijainti on /etc/enigma2/jediplaylists
it: Selezionare la posizione del file m3u locale. Es.: /media/hdd/playlist. Premere "Ok" per cambiare posizione. Posizione predefinita: /etc/enigma2/jediplaylists

source: Update your live bouquets automatically.
fi: Päivitä suorat kanava listat automaattisesti.
it: Aggiornare automaticamente i bouquets Live.

source: Select the time of the automatic update.
fi: Valitse automaattinen päivitys aika.
it: Selezionare l'ora di aggiornamento automatico.

source: Display JediMakerXtream in Main Menu. *Restart GUI required.
fi: Näytä JediMakerXtream Päävalikossa. *Uudelleen käynnistys tarvitaan.
it: Mostrare JediMakerXtream nel Menu principale. *Riavvio della GUI necessario.

source: Quick start JediMakerXtream playlists from extensions menu. *Restart GUI required.
fi: Nopea käynnistys JediMakerXtream lisäosat valikossa *Uudelleen käynnistys tarvitaan.
it: Avvio rapido di JediMakerXtream Playlist dal menu estensioni. *Riavvio della GUI necessario.

source: Select from the available skins. *Restart GUI required.
fi: Valitse teema saatavilla olevista *Uudelleen käynnistys tarvitaan.
it: Selezionare le skin disponibili. *Riavvio della GUI necessario.

source: Amend the timeout on server calls. Can be increased for very large playlists, slow servers, or slow proxies.
fi: Muuta palvelimen aikakatkaisua. Voidaan lisätä erittäin suurille toistolistoille, hitaille palvelimille tai hitaille välityspalvelimille.
it: Modificare il timeout sulle richieste del server. Può essere aumentato per playlist molto grandi e/o server/proxy lenti.

source: Mark channels that have catchup with a prefix in your bouquets.
fi: Merkitse kanavat, etusymbolilla kanavalistassa.
it: Contrassegnare i canali che hanno un prefisso catchup nei bouquet.

source: Select the symbol to prefix your catchup channels with.
fi: Valitse käytettävä symboli kanavalistoissa.
it: Selezionare il simbolo da anteporre ai canali catchup.

source: Create a group bouquet for each playlist. *Experimental*
fi: Luo kanavalista ryhmä jokaisesta toistolistasta. *Kokeellinen*
it: Crea un bouquet di gruppo per ogni playlist. *Sperimentale*

source: Choose Directory:
fi: Valitse hakemisto:
it: Selezionare la directory:

source: Choose directory
fi: Valitse hakemisto
it: Selezionare la directory

source: Bouquets Settings
fi: Listan Asetukset
it: Impostazioni bouquet

source: Continue
fi: Jatka
it: Proseguire

source: Original Order
fi: Alkuperäinen Tilaus
it: Ordine originale

source: Newest First
fi: Uusin Ensin
it: Prima il più recente

source: Oldest First
fi: Vanhin Ensin
it: Prima il più vecchio

source: No Buffering(0)
fi: Ei Puskuroitia
it: Nessun buffering(0)

source: Buffering Enabled(1)
fi: Puskurointi Päällä
it: Buffering abilitato(1)

source: Progressive Buffering(3)
fi: Progressivinen Puskurointi
it: Buffering progressivo(3)

source: Bouquet name
fi: Listan Nimi
it: Nome bouquet

source: Use name as bouquet prefix
fi: Listan nimi sama kuin etuliite
it: Usare nome come prefisso bouquet

source: Live categories
fi: Suorat Kategoriat
it: Categorie Live

source: Stream type for Live
fi: Striimin tyyppi suorat
it: Tipo di stream per live

source: VOD categories
fi: VOD Kategoria
it: Categorie VOD

source: Series categories
fi: Sarjat Kategoria
it: Categorie serie

source: Stream type for VOD/SERIES
fi: Striimin tyyppi VOD/SARJAT
it: Tipo di Stream per VOD/SERIE

source: VOD bouquet order
fi: VOD Lista järjestys
it: Ordine bouquet VOD

source: Buffer streams
fi: Puskurointi toistossa
it: Steam di buffer

source: Catchup Timeshift
fi: Viive Ajansiirrossa
it: Timeshift catchup

source: Use your provider EPG
fi: Käytä palveluntarjoajasi EPG tietoja
it: Utilizzare il provider EPG

source: Use Rytec UK EPG
fi: Käytä Rytec UK EPG
it: Utilizzare EPG Rytec UK

source: Replace UK channel names in bouquets with swap names
fi: Korvaa UK kanavien nimet listoissa vaihto nimillä
it: Sostituire i nomi dei canali UK nei bouquet con nomi di swap

source: UK only: Force UK name swap
fi: UK ainoastaan: Pakota UK nimi vaihto
it: Solo UK: forzare lo swap dei nomi UK

source: EPG url
fi: EPG Osoite
it: URL EPG

source: Rebuild XMLTV EPG data
fi: Tarkista XMLTV EPG tiedot
it: Ricostruire dati EPG XMLTV

source: Vod categories
fi: VOD Kategoria
it: Categorie Vod

source: Stream type for VOD/Series
fi: Striimin tyyppi VOD/SARJAT
it: Tipo stream per VOD/Serie

source: Enter name to be shown as a prefix in your bouquets
fi: Näytä nimet samanlailla kun kanavalistoissa
it: Inserire il nome da mostrare come prefisso nei bouquet

source: Use provider name prefix in your bouquets
fi: Käytä palveluntarjoajan nimeä etuliitettä
it: Utilizzare il provider come prefisso nei bouquet

source: Include LIVE categories in your bouquets.
fi: Sisällytä Suora kategoria kanava luotetteloon.
it: Includere categorie LIVE nei bouquet.

source: This setting allows you to choose which player E2 will use for your live streams. If your live streams do not play try changing this setting.
fi: Tämä asetus valitsee käytettävän toisto ohjelman Suorat . Jos Suorat eivät näy kokeile vaihtaa tätä asetusta.
it: Questa impostazione consente di scegliere quale Player E2 verrà utilizzato per gli stream live. Se gli stream live non vengono riprodotti, provare a modificare questa impostazione.

source: Include VOD categories in your bouquets.
fi: Näytä VOD kategoria toistolistassa.
it: Includere categorie VOD nei bouquet.

source: Include SERIES categories in your bouquets. ** Note: Selecting Series can be slow to populate the lists.**
fi: Näytä Sarjat kategoria toistolistassa. **Huomio saattaa hidastaa listan lataamista jos sarjat on valittuna.**
it: Includere le categorie SERIE nei vostri bouquet. ** Nota: la selezione delle serie può rallentare il popolamento degli elenchi.**

source: This setting allows you to choose which player E2 will use for your VOD/Series streams. If your VOD streams do not play try changing this setting.
fi: Tämä asetus valitsee käytettävän toisto ohjelman VOD/Sarjat . Jos VOD eivät näy kokeile vaihtaa tätä asetusta.
it: Questa impostazione consente di scegliere quale Player E2 verrà utilizzato per gli stream VOD/serie. Se gli stream VOD non vengono riprodotti, provare a modificare questa impostazione.

source: Select the sort order for your VOD Bouquets.
fi: Valitse VOD lajittelujärjestys.
it: Selezionare il tipo di ordinamento dei bouquet VOD.

source: Make provider xmltv for use in EPG Importer. Provider source needs to be selected in EPG Importer plugin.
fi: Tee palveluntarjoajasi xmltv käytettäväksi EPG lataus. Palveluntarjoajan lähde on valittava EPG Lataus laajennuksessa.
it: Creare il provider xmltv da usare per EPG Importer. La sorgente del provider deve essere selezionata nel plugin Epg Importer.

source: Enter the EPG url for your playlist. If unknown leave as default.
fi: Syötä haettava EPG nettisivu. Jos tuntematon jätä oletus.
it: Inserire l'URL EPG per la playlist. Se sconosciuto lasciare l'impostazione predefinita.

source: Try to match the UK Rytec names in the background to populate UK EPG. Note this will override your provider's UK EPG.
fi: Yritä yhdistää YK Rytec nimiä taustalla täyttääksesi UK EPG. Huomaa, että tämä ohittaa palveluntarjoajasi UK EPG.
it: Provare ad abbinare i nomi Rytec UK in background per popolare l'EPG UK. Nota: ciò sostituirà l'EPG del proprio provider UK.

source: This will amend the UK channels names in channel bouquets to that of the computed swap names.
fi: Tämä muuttaa YK kanavien nimet kanavaryhmissä laskettujen vaihtonimien nimiksi.
it: Ciò modificherà i nomi dei UK nei bouquet canali in base ai nomi di swap elaborati.

source: Use for UK providers that do not specify UK in the category title or channel title. May cause non UK channels to have the wrong epg. Trying creating bouquets without this option turned off first.
fi: Käytä YK palveluntarjoajille, jotka eivät ilmoita YK kategoria tai kanavan nimessä. Saattaa aiheuttaa sen, että muilla kuin YK kanavilla on väärä Epg. Ryhmien luominen ilman tätä vaihtoehtoa poistettiin ensin käytöstä.
it: Utilizzare per i provider UK che non specificano UK nel titolo categoria/canale. Può causare EPG errato su canali non UK. Tentare la creazione dei bouquet senza questa opzione, disattivandola.

source: Set stream buffer (Experimental).
fi: Aseta streamin viive (kokeellinen)
it: Impostare il buffer di stream (sperimentale).

source: (Optional) Download and attempt to rebuild XMLTV EPG data to UTF-8 encoding (Slower). Only required if you think you have corrupt external EPG.
fi: (Valinnainen) Lataa ja yritä rakentaa XMLTV EPG -tiedot uudelleen UTF-8-koodaukseksi (hitaampi). Tarvitaan vain, jos epäilet, että EPG on vioittunut.
it: (Opzionale) Scaricare e tentare di ricostruire i dati EPG XMLTV con codifica UTF-8 (più lento). È richiesto solo se si ritiene di avere un EPG esterno corrotto.

source: Offset the displayed catchup times
fi: Viive näytettyssä toistossa
it: Offset dei tempi di catchup visualizzati

source: Bouquet name cannot be blank. Please enter a unique bouquet name. Minimum 2 characters.
fi: Listan nimi ei voi olla tyhjä. Syötä uniikki listan nimi. Minimi 2 merkkiä.
it: Il nome del bouquet non può essere vuoto. Inserire un nome bouquet unico. Minimo 2 caratteri.

source: Choose Bouquets
fi: Valitse Lista
it: Selezionare i bouquet

source: Create
fi: Luo
it: Creare

source: Show Channels
fi: Näytä Kanavat
it: Mostrare i canali

source: Select the playlist categories you wish to create bouquets for. Press OK to invert the selection. Press INFO to show the channels in this category.
fi: Valitse toistolista kategoriat, joille haluat luoda ryhmät. Paina OK valitaksesi kategorian. Paina INFO näyttääksesi tämän kategorian kanavat.
it: Selezionare le categorie di playlist per cui si desidera creare bouquet. Premere Ok per invertire la selezione. Premere INFO per mostrare i canali in questa categoria.

source: Getting selection list
fi: Haetaan Valittua listaa
it: Recupero elenco selezione in corso

source: Updating Bouquets
fi: Päivitettään listat
it: Aggiornamento Bouquets

source: Starting Update...
fi: Aloitettaan Päivitys...
it: Aggiornamento avviato...

source: Providers IPTV Updated
fi: Palveluntarjoajat IPTV Päivitetty
it: Provider IPTV aggiornati

source: Updating Playlist %d of %d
fi: Päivittää toistolistaa: %d of %d
it: Aggiornamento playlist %d di %d

source: %s - Reading bouquet data...
fi: %s - Luotetaan lista tietoja...
it: %s - Lettura dati bouquet...

source: %s - Checking URL still active...
fi: %s - Tarkistettaan osoitetta..
it: %s - Verificare URL ancora attivo...

source: %s - Download M3U Data...
fi: %s - Lataa M3U tiedot...
it: %s - Download dati M3U...

source: %s - Downloading VOD data...
fi: %s - Ladataan VOD tietoja..
it: %s - Download dati VOD...

source: %s - Downloading Series data...
fi: %s - Ladataan Sarjat tietoja...
it: %s - Download dati serie...

source: %s - Getting categories...
fi: %s - Haetaan kategorioita...
it: %s - Recupero categorie...

source: %s - Get selected categories...
fi: %s - Valitse valitut kategoriat...
it: %s - Recupero categorie selezionate...

source: %s - Getting selection list
fi: %s - Haetaan valittua listaa
it: %s - Recupero elenchi selezione

source: %s - Downloading Data...
fi: %s - Ladataan tietoja...
it: %s - Download dati...

source: %s - Deleting existing bouquets...
fi: %s - Poistettaan olemassa olevia listoja...
it: %s - Rimozione bouquet esistenti...

source: %s - Building bouquets...
fi: %s - Luodaan Listaa...
it: %s - Creazione bouquet...

source: %s - Building M3U bouquets...
fi: %s - Luodaan M3U Listaa...
it: %s - Creazione bouquet M3U...

source: Channel List
fi: Kanavalista
it: Elenco Canali

source: Downloading Live data...
it: Download dati live in corso...

source: of
it: di

source: Building General Bouquet
it: Creazione bouquet generale

source: IPTV Bouquets Creator
it: Creatore bouquet IPTV
