Repository: ag1455/OpenPLi-PC_Python3
Catalog: plugins/third-party-plugins/Plugins/Extensions/navibar/locale/*/LC_MESSAGES/navibar.po
Languages: ru

source: hits
ru: хиты

source: own
ru: свой

source: bar
ru: полоса

source: wall
ru: сбоку

source: NaviBar Setup
ru: Настройка NaviBar

source: Settings
ru: Установки

source: Add
ru: Добавить

source: Delete
ru: Удалить

source: Rename
ru: Новое имя

source: Plugins sortieren nach:
ru: Сортировать плагины по:

source: NaviBar mit Blue Button starten (enigma2 neustart erforderlich!):
ru: Запустите NaviBar синей кнопкой (требуется перезагрузка!):

source: NaviBar Text groesse:
ru: Размер текста NaviBar:

source: NaviBar Position:
ru: Положение NaviBar:

source: NaviBar Transparent:
ru: Прозрачность NaviBar:

source: NaviBar Style:
ru: Стиль NaviBar:

source: NaviBar automatisch schliessen:
ru: Автоскрытие NaviBar:

source: Icons Path:
ru: Папка иконок:

source: Save and close
ru: Сохранить и закрыть

source: Set Pic-Folder / Change/Hide Plugin
ru: Установить Pic-папку/Изменить/Скрыть плагин

source: Password on/off
ru: Пароль вкл/выкл

source: Delete Section
ru: Удалить раздел

source: Change Description
ru: Изменить описание

source: Add Section
ru: Добавить раздел

source: Manually sort
ru: Cортировать вручную

source: Next list
ru: След. список

source: Previous list
ru: Пред. список

source: Change Section
ru: Изменить выбранное

source: Plugins
ru: Плагины

source: Sections
ru: Разделы

source: Enter section name:
ru: Введите название раздела:

source: Enter Plugin description:
ru: Введите описание плагинов:

source: Please enter the correct pin code
ru: Пожалуйста, введите правильный PIN-код

source: Enter pin code
ru: Ввод PIN-кода

source: NaviBar
ru: 'NaviBar' - Навигационная панель

source: Navigate your plugins.
ru: Обзор Ваших плагинов.

source: Close
ru: Закрыть

source: Enter directory
ru: Введите каталог

source: select:
ru: выбрать:
