Repository: ag1455/OpenPLi-PC_Python3
Catalog: plugins/third-party-plugins/Plugins/Extensions/Biscotto/locale/*/LC_MESSAGES/Biscotto.po
Languages: ru

source: %s ; Added on %s for %s at %s
ru: %s; Добавлено на %s для %s в %s

source: *** Need to Restart emu TO Active new key ***
ru: *** Нужно перезагрузить EMU для активации нового ключа ***

source: BISS key saved sucessfuly!%s %s
ru: Ключ BISS успешно сохранен!%s %s

source: CAID is missing for service (%s) CAIDS: %s
ru: CAID отсутствует для сервиса (%s) CAIDS: %s

source: Emu misses SoftCam.Key (%s)
ru: Эму нужен файл SoftCam.Key (%s)

source: IRDETO key saved sucessfuly!%s %s
ru: Ключ IRDETO успешно сохранен!%s %s

source: Invalid key, length is %d
ru: Неверный ключ. Длина %d

source: Manually add Key to current service
ru: Ручное добавление ключа текущего сервиса

source: Please enter new key:
ru: Пожалуйста, введите новый ключ:

source: PowerVU key saved sucessfuly!%s %s
ru: Ключ PowerVU успешно сохранен!%s %s

source: Tandberg key saved sucessfuly!%s %s
ru: Ключ Tandberg успешно сохранен!%s %s
